<script>
</script>

<main>
    <h1>
        Наши преимущества
    </h1>
    <div class="grid">
            <div class="block">
                <h2>Экспериментируем всегда</h2>
                <p>Возьмём работу любой сложности и выполним наилучшим образом. Каждая наша работа индивидуальна сама по себе, и каждый раз сталкиваемся с новыми непростыми и необычными заказами. Не боимся экспериментировать с новыми материалами.  Мы справляемся - заказчики довольны.</p>
            </div>
            <div class="block">
                <h2>Монтируем надежно</h2>
                <p>Всегда крепим надежно любые конструкции, учитывая северный климат. Проводим монтажи строго по проекту. Используем самые лучшие материалы.</p>
            </div>
            <div class="block">
                <h2>Гарантируем яркость</h2>
                <p>Мы используем самые яркие светодиоды, и не экономим на них. Яркость - наш успех.</p>
            </div>
            <div class="block">
                <h2>Печатаем красиво</h2>
                <p>Так отзываются наши заказчики) Свои отзывы можете оставлять на картах дубл гис, яндекс  др.  Спасибо что выбираете нас! :)</p>
            </div>
    </div>
</main>

<style>
    .grid {
        display: grid;
        grid-template-columns: 1fr 1fr;
        gap: 40px;
        margin: 0% 5% 0% 5%;
    }

    .block {
        display: flex;
        padding: 20px;
        border-radius: 0;
        flex-direction: column;
        align-items: flex-start;
    }

    h2 {
        font-weight: bold;
        margin-bottom: 10px;
    }

    p {
        margin: 0; 
        font-size: 1.4em;
        text-align: left;
    }
</style>